FemDesign.Geometry.Point2d.#ctor
Parameterless constructor for

FemDesign.Geometry.Point2d.#ctor(System.Double,System.Double)
Create new point.
x: x-coordinate.
y: y-coordinate.

FemDesign.Geometry.Point2d.To3d
Convert to 3d point.
Returns: